/* Info String */
"deconnecte" = "Déconnecté";
"connexion" = "Connexion";
"mise_en_cache" = "Mise en cache";
"pause" = "Pause";
"ecoute" = "Écoute";
"titre" = "Titre";
"artiste" = "Artiste";
"radio" = "Radio";
"album" = "Album";
"qopen" = "Ouverture rapide";
"status" = "Statut";
"loading" = "Chargement";

"separator" = "%@ : %@";

"lang" = "fr";

/* Pop Up */
"geststream" = "Gestion des streams...";
"quickopen" = "Ouverture rapide...";
"prefsopen" = "Préférences...";

/* Pref Tool Bar */
"Info" = "Info";
"Info_Tips" = "Réglage de l'encodage d'affichage et de la synthèse vocale";
"Miscelaneous" = "Divers";
"Miscelaneous_Tips" = "Réglage de la télécommande, du rechargement et des mises à jour";
"Record" = "Enregistrement";
"Record_Tips" = "Réglage de l'enregistrement du flux audio";
"Pause" = "Pause";
"Pause_Tips" = "Réglage de la fonction Pause";
"Skin" = "Apparence";
"Skin_Tips" = "Permet de changer l'apparence de la fenêtre principale de FStream";
"Event" = "Événements";
"Event_Tips" = "Permet de définir les events FStream que vous voulez capturer";
"Speech" = "Parole";
"Speech_Tips" = "Permet de régler la parole sous FStream";
"Connection" = "Connexion";
"Connection_Tips" = "Permet de configurer les connexions réseau de FStream";

/* Log */
"log_title" = "[%@] => La radio \"%@\" diffuse le titre \"%@\"";
"log_artist" = "[%@] => La radio \"%@\" diffuse une musique jouée par \"%@\"";
"log_album" = "[%@] => La radio \"%@\" diffuse une musique de l'album \"%@\"";
"log_connecting" = "[%@] => FStream crée une connexion vers la radio \"%@\"";
"log_buffering" = "[%@] => FStream met en cache la radio \"%@\"";
"log_paused" = "[%@] => FStream pause la radio \"%@\"";
"log_listening" = "[%@] => FStream joue la radio \"%@\"";
"log_disconnected" = "[%@] => FStream déconnecté";
"log_recstart" = "[%@] => FStream démarre une session d'enregistrement";
"log_recend" = "[%@] => FStream termine la session d'enregistrement";

"log_title_nodate" = "La radio \"%@\" diffuse le titre \"%@\"";
"log_artist_nodate" = "La radio \"%@\" diffuse une musique jouée par \"%@\"";
"log_album_nodate" = "La radio \"%@\" diffuse une musique de l'album \"%@\"";
"log_connecting_nodate" = "FStream créer une connexion vers la radio \"%@\"";
"log_buffering_nodate" = "FStream met en cache la radio \"%@\"";
"log_paused_nodate" = "FStream pause la radio \"%@\"";
"log_listening_nodate" = "FStream joue la radio \"%@\"";
"log_disconnected_nodate" = "FStream déconnecté";
"log_recstart_nodate" = "FStream démarre une session d'enregistrement";
"log_recend_nodate" = "FStream termine la session d'enregistrement";

"log" = "Historique";

"Title change" = "Changement du titre de la musique";
"Title Change" = "Changement de titre";
"Artist change" = "Changement de l'artiste de la musique";
"Artist change" = "Changement d'artiste";
"Album change" = "Changement du nom de l'album";
"Album change" = "Changement d'album";
"FStream is connecting" = "Connexion à une webradio";
"Connecting" = "Connexion";
"FStream is buffering" = "Mise en cache d'une webradio";
"Buffering" = "Mise en cache";
"FStream is paused" = "Pause";
"Paused" = "Pause";
"FStream is listening a webradio" = "Écoute d'une webradio";
"Listening" = "Diffuse";
"FStream is disconnected" = "Déconnecté de la webradio";
"Disconnected" = "Déconnecté";
"FStream start a record session" = "FStream démarre une session d'enregistrement";
"Record Start" = "Début d'enregistrement";
"FStream end the record session" = "FStream termine la session d'enregistrement";
"Record End" = "Fin d'enregistrement";

"Listen" = "Écoute \"%@\" de %@";
"ListenShort" = "Écoute \"%@\"";

/* Equalizer */
"flat" = "Plat";
"classical" = "Classique";
"club" = "Club";
"dance" = "Dance";
"fullbass" = "Amplificateur de basses";
"fullbasstreble" = "Amplificateur de basses et d'aigus";
"fulltreble" = "Amplificateur d'aigus";
"headphones" = "Écouteurs";
"largehall" = "Grande pièce";
"live" = "Concert";
"party" = "Fête";
"pop" = "Pop";
"reggae" = "Reggae";
"rock" = "Rock";
"ska" = "Ska";
"soft" = "Léger";
"softrock" = "Rock léger";
"techno" = "Techno";

/* Status menu */
"status_menu_quit" = "Quitter FStream";
"status_menu_preferences" = "Préférences";
"status_menu_manager" = "Gestion des streams";
"status_menu_showmain" = "Fenêtre principale";

"status_menu_play" = "Démarrer l'écoute";
"status_menu_playstop" = "Arrêter l'écoute";
"status_menu_resume" = "Reprendre l'écoute";
"status_menu_pause" = "Suspendre l'écoute";

"status_menu_record" = "Démarrer l'enregistrement";
"status_menu_recordstop" = "Arrêter l'enregistrement";

/* Skin */
"Default" = "Défaut";

/* Full Screen */
"FStreamRecording" = "FStream enregistre";
"Volume" = "Volume";

/* Inspector */
"inspector_status" = "Statut :";
"inspector_recording" = "Enregistrement :";
"inspector_title" = "Titre :";
"inspector_artist" = "Artiste :";
"inspector_album" = "Album :";
"inspector_duration" = "Durée :";
"inspector_url" = "URL :";
"inspector_gender" = "Genre :";
"inspector_bitrate" = "Bitrate :";
"inspector_channels" = "Canal :";
"inspector_samplerate" = "Échantillonnage :";
"inspector_http_url" = "HTTP-URL :";
"inspector_http_gender" = "HTTP-Genre :";
"inspector_http_name" = "HTTP-Nom :";
"inspector_http_format" = "HTTP-Format :";
"inspector_http_description" = "HTTP-Description :";
"inspector_disconnected" = "Déconnecté";
"inspector_connecting" = "Connexion";
"inspector_buffering" = "Mise en cache";
"inspector_paused" = "En pause";
"inspector_listening" = "Écoute";
"inspector_yes" = "Oui";

/* StreamManager - Favorites */
"favorites_folder" = "Dossier";
"favorites_name" = "Une WebRadio";
